{ 
  "books":[
    {
    "id" : 1,
    "title": "Thinking, Fast and Slow",
	  "author": "Daniel Kahneman",
	  "pages": "499",
	  "price": "9.79",
	  "circulate": "Pending",
	  "format": "Paperback",
	  "category": "SciTech",
	  "publisher": "Farrar, Straus and Giroux",
	  "pubdate": "2013 Apr 02",
	  "isbn10": "374533555",
	  "isbn13": "978-0374533557",
	  "rating": "4.5",
	  "picture": "41RtytNpsfL._AC_US218_.jpg",
	  "url": "https://www.amazon.com/Thinking-Fast-Slow-Daniel-Kahneman/dp/0374533555/",
	  "synopsis": "In the international bestseller, Thinking, Fast and Slow, Daniel Kahneman, the renowned psychologist and winner of the Nobel Prize in Economics, takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think. System 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. The impact of overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the profound effect of cognitive biases on everything from playing the stock market to planning our next vacation―each of these can be understood only by knowing how the two systems shape our judgments and decisions."
    },


    {
    "id" : 2,
    "title": "The Inevitable: Understanding the 12 Technological Forces That Will Shape Our Future",
	  "author": "Kevin Kelly",
	  "pages": "336",
	  "price": "19.04",
	  "circulate": "Circulated",
	  "format": "Hardcover",
	  "category": "SciTech",
	  "publisher": "Viking",
	  "pubdate": "2016 Jun 07",
	  "isbn10": "525428089",
	  "isbn13": "",
	  "rating": "4",
	  "picture": "51IxzpyaPbL._AC_US218_.jpg",
	  "url": "https://www.amazon.com/Inevitable-Understanding-Technological-Forces-Future/dp/0525428089/",
	  "synopsis": "Much of what will happen in the next thirty years is inevitable, driven by technological trends that are already in motion. In this fascinating, provocative new book, Kevin Kelly provides an optimistic road map for the future, showing how the coming changes in our lives—from virtual reality in the home to an on-demand economy to artificial intelligence embedded in everything we manufacture—can be understood as the result of a few long-term, accelerating forces. Kelly both describes these deep trends—interacting, cognifying, flowing, screening, accessing, sharing, filtering, remixing, tracking, and questioning—and demonstrates how they overlap and are codependent on one another. These larger forces will completely revolutionize the way we buy, work, learn, and communicate with each other. By understanding and embracing them, says Kelly, it will be easier for us to remain on top of the coming wave of changes and to arrange our day-to-day relationships with technology in ways that bring forth maximum benefits. Kelly’s bright, hopeful book will be indispensable to anyone who seeks guidance on where their business, industry, or life is heading—what to invent, where to work, in what to invest, how to better reach customers, and what to begin to put into place—as this new world emerges."
    },

    {
    "id" : 3,
    "title": "Surviving the Tech Storm: Strategy in Times of Technological Uncertainty",
	  "author": "Nicklas Bergman",
	  "pages": "210",
	  "price": "8.03",
	  "circulate": "Pending",
	  "format": "Kindle",
	  "category": "SciTech",
	  "publisher": "Farrar, Straus and Giroux",
	  "pubdate": "2016 Jun 21",
	  "isbn10": "374533555",
	  "isbn13": "978-0374533557",
	  "rating": "4",
	  "picture": "51plqJVYuRL.jpg",
	  "url": "https://www.amazon.com/Surviving-Tech-Storm-technological-uncertainty-ebook/dp/B01HFCBY5K/",
	  "synopsis": "Are we living in a time that is more exciting, more dangerous and more encouraging than any previous era in world history? We really do not know, but what we do know is that each new era and technological paradigm shift present particular challenges and opportunities. Knowing which path to take or what decisions to make in combination with these new developments is one of the greatest challenges facing business today."
    },
    {
    "id" : 4,
    "title": "The Power of Positive Thinking",
	  "author": "Norman Vincent Peale",
	  "pages": "218",
	  "price": "18.88",
	  "circulate": "Pending",
	  "format": "Hardcover",
	  "category": "SelfHelp",
	  "publisher": "Simon & Schuster",
	  "pubdate": "2013 Apr 02",
	  "isbn10": "374533555",
	  "isbn13": "978-0374533557",
	  "rating": "5",
	  "picture": "51cFV6qAX-L._AC_US218_.jpg",
	  "url": "https://www.amazon.com/Power-Positive-Thinking-Norman-Vincent/dp/1416591176/",
	  "synopsis": "For half a century, Norman Vincent Peale was one of the most influential clergymen in the United States. Brilliantly combining the wisdom of Christianity with a deep understanding of human psychology, Peale delivered a message about the power of faith that resonated with people of all denominations. The most famous of his forty-six books, The Power of Positive Thinking, has remained in print for fifty years, sold fifteen million copies, and been translated into forty languages. Peale's legacy continues today through the work of the Peale Center for Christian Living, the Outreach Division of Guideposts, which is still run by members of his family, and the magazine Guideposts, which has a circulation of more than 3.2 million."
    },
    {
    "id" : 5,
    "title": "Outliers: The Story of Success",
	  "author": "Malcolm Gladwell",
	  "pages": "336",
	  "price": "11.38",
	  "circulate": "Pending",
	  "format": "Paperback",
	  "category": "SelfHelp",
	  "publisher": "Back Bay Books",
	  "pubdate": "2011 Jun 07",
	  "isbn10": "316017930",
	  "isbn13": "978-0316017930",
	  "rating": "4.5",
	  "picture": "41LO6QRvIuL._AC_US218_.jpg",
	  "url": "https://www.amazon.com/Outliers-Story-Success-Malcolm-Gladwell/dp/0316017930/",
	  "synopsis": "In this stunning new book, Malcolm Gladwell takes us on an intellectual journey through the world of 'outliers'--the best and the brightest, the most famous and the most successful. He asks the question: what makes high-achievers different?    His answer is that we pay too much attention to what successful people are like, and too little attention to where they are from: that is, their culture, their family, their generation, and the idiosyncratic experiences of their upbringing. Along the way he explains the secrets of software billionaires, what it takes to be a great soccer player, why Asians are good at math, and what made the Beatles the greatest rock band."
    },
    {
    "id" : 6,
    "title": "Think and Grow Rich",
	  "author": "Napoleon Hill",
	  "pages": "284",
	  "price": "1.61",
	  "circulate": "Pending",
	  "format": "Kindle",
	  "category": "SelfHelp",
	  "publisher": "Oregan Publishing",
	  "pubdate": "1937 Jul 31",
	  "isbn10": "1497342406",
	  "isbn13": "",
	  "rating": "5",
	  "picture": "41RtytNpsfL._AC_US218_.jpg",
	  "url": "https://www.amazon.com/Think-Grow-Rich-James-Allen-ebook/dp/B06XCW2CTL/",
	  "synopsis": "Think and Grow Rich is a motivational personal development and self-help book written by Napoleon Hill and inspired by a suggestion from Scottish-American businessman Andrew Carnegie. While the title implies that this book deals only with how to get rich, the author explains that the philosophy taught in the book can be used to help people succeed in all lines of work and to do or be almost anything they want."
    },
    {
    "id" : 7,
    "title": "Man's Search for Meaning",
	  "author": "Viktor E. Frankl",
	  "pages": "184",
	  "price": "9.64",
	  "circulate": "Circulated",
	  "format": "Paperback",
	  "category": "SciTech",
	  "publisher": "Beacon Press",
	  "pubdate": "2006 Jun 01",
	  "isbn10": "080701429X",
	  "isbn13": "978-0807014295",
	  "rating": "5",
	  "picture": "41C2r7-HbkL._AC_US218_.jpg",
	  "url": "https://www.amazon.com/Mans-Search-Meaning-Viktor-Frankl/dp/080701429X/",
	  "synopsis": "Psychiatrist Viktor Frankl's memoir has riveted generations of readers with its descriptions of life in Nazi death camps and its lessons for spiritual survival. Between 1942 and 1945 Frankl labored in four different camps, including Auschwitz, while his parents, brother, and pregnant wife perished. Based on his own experience and the experiences of others he treated later in his practice, Frankl argues that we cannot avoid suffering but we can choose how to cope with it, find meaning in it, and move forward with renewed purpose. Frankl's theory-known as logotherapy, from the Greek word logos ('meaning')- holds that our primary drive in life is not pleasure, as Freud maintained, but the discovery and pursuit of what we personally find meaningful."
    },


    {
    "id" : 8,
    "title": "Create Or Hate: Successful People Make Things",
	  "author": "Dan Norris",
	  "pages": "108",
	  "price": "3.21",
	  "circulate": "Pending",
	  "format": "Kindle",
	  "category": "Creativity",
	  "publisher": "Amazon Digital Services LLC",
	  "pubdate": "2016 Oct 01",
	  "isbn10": "",
	  "isbn13": "",
	  "rating": "3.5",
	  "picture": "41plIKwbcHL._AC_US218_.jpg",
	  "url": "https://www.amazon.com/gp/product/B01LZOIBZS/",
	  "synopsis": "Most of us have always wanted to make something, but for any number of reasons haven't. Maybe you used to make things as a child, but stopped some time into adulthood.  What is that something for you? Writing a book? Creating a blog? Learning photography? Starting a podcast? Launching a business?  This book exists for only one reason; to help you create that something.   We are all creative — there is a creator in you. But there is also a force called Hate, which will work against your creativity and stop you from making things. Hate can be controlled, and overpowered and your creative side can be nurtured and grown. This book will show you how."
    }
	]
}